/* Localized versions of Guest Access strings */

allowButton = "Share Screen";
denyButton = "Cancel";

controlTitle = "Control Request";
observeTitle = "Observe Request";

controlRequestKnown = "The user “%@” at %@ wants to share your screen.  Do you want to share your screen with “%@”?";
observeRequestKnown = "The user “%@” at %@ would like to observe your computer.  Do you want to allow this?";

controlRequestUnknown = "An unknown user at %@ wants to share your screen.  Do you want to share your screen with them?";
observeRequestUnknown = "An unknown user at %@ would like to observe your computer.  Do you want to allow this?";

errAttnReqCommString = "A communication error has occurred.";
